insert into example_db.emp_info values
(1, 'Paul', 32, 1000, 200000),
(2, 'Allen', 25, 1100, 150000),
(3, 'Teddy', 23, 1100, 80000),
(4, 'Mark', 25, 1100, 65000),
(5, 'King', 27, 1200, 85000),
(6, 'Kim', 22, 1200, 75000),
(7, 'James', 26, 1110, 72000),
(8, 'David', 26, 1120, 68000),
(9, 'Joe', 30, 1120, 60000);

insert into example_db.dept_info values
(1000, '总经办', 1, null, 1),
(1100, '销售部', 2, 1000, 2),
(1200, '研发部', 5, 1000, 2),
(1110, '销售一部', 7, 1100, 3),
(1120, '销售二部', 8, 1100, 3),
(1300, '人力资源部', null, 1000, 2);